// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder was not tested for Finder version %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Please finish all background jobs like copying or moving files.\nFinder will be restarted now.";
"Uninstall" = "卸载";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";